Repository: bwloomis/portal-MVC-with-style
Catalog: Web/App_GlobalResources/COADAP/Validation.*.resx
Languages: es

# CheckedYesButNoInvoice
source: you checked "yes" indicating that you would upload a premium invoice, but no invoice was uploaded.
es: comprobado que "yes" indicando que sería cargar una factura de prima, pero no fue subido factura.

# MedicareANoDate
source: you indicated that you are enrolled in Medicare Part A, but you did not indicate an effective date.
es: Usted indica que usted está inscrito en Medicare parte A, pero no indicaron una fecha efectiva.

# MedicareBNoDate
source: you indicated that you are enrolled in Medicare Part B, but you did not indicate an effective date.
es: Usted indica que usted está inscrito en Medicare parte B, pero no indicaron una fecha efectiva.

# MustCheckOneUnderSection_
source: you must check at least one option under section
es: Se debe comprobar al menos una opción en la sección

# MustCompleteAllFieldsUnder_
source: you must complete all fields under
es: debe completar todos los campos de

# MustEnterCaseWorker
source: you must enter at least one case manager/social worker name
es: debe ingresar al menos un nombre del trabajador de caso social manager

# MustExplainOtherLang
source: Since you selected "other" as a preferred language, you must add an explanation
es: Ya que seleccionaste "other" como un idioma de preferencia, debe agregar una explicación

# MustSelectEmployerInsOpt
source: you must make a selection for "does your employer offer health insurance?"
es: usted debe hacer una selección de "¿su empleador ofrece seguro de salud?"

# NeeedReasonNotEnrolledEmpIns
source: since you indicated that you're not enrolled in your employer's health insurance, you must provide a reason
es: Puesto que usted ha indicado que usted no está inscrito en el seguro de salud de su empleador, usted debe proporcionar una razón

# NoProofResidency
source: You did not attach proof of residency.
es: No adjuntar comprobante de domicilio.

source: proof of income
es: Comprobante de ingreso

# SctMissingRsps
source: Sections Missing Required Responses
es: Las secciones faltantes requieren respuestas

# SinceAsian_
source: Since you indicated that you identify as Asian,
es: Puesto que usted ha indicado que usted identifica como asiáticos,

# SinceEmpOtherMustSpecify
source: Since you selected employment status "other", you must add a description
es: Puesto que ha seleccionado la situación en el empleo "otros", debe agregar una descripción

# SinceHaveEmp_
source: since you indicated having an employer,
es: Puesto que usted ha indicado que un empleador,

# SinceHispanic_
source: Since you indicated "Hispanic / Latino(a)" for ethnicity,
es: Puesto que indica "Hispanic / Latino (a)" por etnia,

# SinceIncomeEmpMustComplete
source: since you selected income type "Employment", you must complete all fields in this section
es: Puesto que ha seleccionado el tipo de ingresos «Empleo», debe completar todos los campos de esta sección

# SinceIncomOtherMustSpecify
source: since you selected income type "other", you must specify in text
es: Puesto que usted seleccionó ingresos tipo "otros", se debe especificar en texto

# SinceIslander_
source: Since you indicated that you identify as a Native Hawaiian or Pacific Islander,
es: Puesto que usted ha indicado que se identifica como un hawaiano nativo o isleño del Pacífico,

# SinceMailNotResid_
source: Since you indicated that your mail address is NOT the same as your residential address,
es: Puesto que usted ha indicado que su dirección de correo no es la misma que su dirección de residencia,

# SinceMedicareMustCheckAOrB
source: since you indicated that you are on Medicare, you must check Part A and/or Part B.
es: puesto que usted indica que usted está en Medicare, usted debe verificar parte A o parte B.

# SinceYesUnder_
source: Since you checked "yes" under
es: Ya comprobado que "yes" debajo de

source: Validation Errors
es: Errores de Validación

source: WARNING
es: ADVERTENCIA

source: you must complete
es: deberá completar

# OtherValProblems
source: Other Validation Problems
es: Otros Problemas de Validación

# SctMissingReqRsps
source: Sections Missing Required Responses
es: Las Secciones Faltantes Requieren Respuestas

# WarningsHeader
source: <b>Warnings</b> (While these items will not prevent you from submitting your application, you may get a call from an ADAP staff member requesting these items be completed in order to extend your eligibility for services.)
es: <b>ADVERTENCIAS</b> (mientras que estos artículos no impedirá la presentación de su solicitud, usted puede conseguir una llamada de un miembro del personal ADAP solicitando completar estos artículos para ampliar su elegibilidad para recibir servicios.)

# SubmitWithErrorsCancel
source: I'd like to go back and correct before submitting
es: Me gustaría ir hacia atrás y corregir antes de enviar

# SubmitWithErrorsConfirm
source: Yes, submit incomplete application
es: Sí, presentar solicitud incompleta

# SubmitWithErrorsHeader
source: Submit with Errors
es: Presentar Solicitud Incompleta

# SubmitWithErrorsPrompt
source: You are attempting to submit an incomplete application, an ADAP staff may reach out to you and ask you to correct missing items before processing your application. Are you sure you want to submit
es: Intenta presentar una solicitud incompleta, un personal ADAP puede llegar a usted y pedirle objetos desaparecidos de corregir antes de procesar su solicitud. Está seguro que desea enviar?

# MustExplainOther
source: Since you selected "Other", you must provide an explanation
es: Ya que seleccionaste "other", debe agregar una explicación
